Repository: tomy-pg/ui-strings
Catalog: jsx_strings/*/jsx_strings.po
Languages: fr

source: ABOUT THE APP
fr: À PROPOS DE L’APPLICATION

source: About Arrival Advisor
fr: À propos d’Arrival Advisor

source: An error has occured.
fr: Une erreur s'est produite.

source: Answer a few optional questions to get tailored recommendations for your needs.
fr: Répondez à quelques questions optionnelles afin d’obtenir des recommandations qui répondent à vos besoins.

source: Answer a few questions about your situation to get personalized recommendations of topics and services to help you settle in British Columbia.
fr: Répondez à quelques questions relatives à votre situation afin d’obtenir des recommandations personnalisées de sujets et de services qui faciliteront votre établissement en Colombie-Britannique.

source: Answer questions
fr: Répondre aux questions

source: Arrival Advisor contains information from the BC Government’s Newcomer’s Guide, available at <0>www.welcomebc.ca</0>, and the BC211 database of service providers, available at <1>www.bc211.ca</1>.
fr: Arrival Advisor contient des renseignements tirés du guide à l’intention des nouveaux arrivants en Colombie-Britannique : <0>www.welcomebc.ca</0>, et de la base de données de fournisseurs de services BC211 : <1>www.bc211.ca</1>

source: Arrival Advisor is a free, multilingual, mobile app that helps immigrants and refugees in British Columbia, Canada find information and services to navigate their settlement journey. Arrival Advisor is offered in English, Arabic, Chinese Simplified, Chinese Traditional, French (Canadian), Korean, Punjabi, and Tagalog.
fr: Arrival Advisor est une application mobile multilingue gratuite qui fournit aux immigrants et aux réfugiés en Colombie-Britannique (Canada) des informations et des services pour préparer leur établissement. L’application est offerte en anglais, en français (canadien) et en arabe. Elle sera bientôt disponible en chinois (simplifié et traditionnel), en coréen, en punjabi et en tagalog.

source: Arrival Advisor is your go-to guide to getting settled in your new community.
fr: Arrival Advisor est votre guide pendant que vous vous établissez dans votre nouvelle communauté.

source: Arrival Advisor respects and maintains the privacy and anonymity of its users. Users do not need to provide personal information in order to use the app. The questionnaire is designed to assist in personalizing services and resources required by the user, and answers are only saved to enhance the usability of the app over time. Users of the Arrival Advisor app do so at their own discretion. The answers you provide will be used for the operation of this tool to provide you with guidance on resources and services that can help you adjust to life in Canada. Users cannot be identified by their answers to the questionnaire. The information is not used by Immigration, Refugees and Citizenship Canada for any other purpose and is not used for any immigration decision making.
fr: Arrival Advisor respecte et préserve la confidentialité et l’anonymat de ses utilisateurs. Les utilisateurs n’ont pas à fournir de renseignements personnels afin d’utiliser l’application. Le questionnaire vise à personnaliser les services et les ressources requis par l’utilisateur(trice), et les réponses sont sauvegardées uniquement pour améliorer la convivialité de l’application au fil du temps. Les utilisateurs d’Arrival Advisor le font à leur seule discrétion. Les réponses que vous fournissez seront utilisées afin que cet outil puisse vous offrir des conseils quant aux ressources et aux services pouvant vous aider à vous ajuster à la vie au Canada. Les réponses fournies au questionnaire ne permettront pas d’établir l’identité des utilisateurs. Les renseignements ne sont pas utilisés par Immigration, Réfugiés et Citoyenneté Canada à toute autre fin, et ne sont pas utilisés lors de prises de décisions relatives à l’immigration.

source: Back
fr: Question précédente

source: Based on your answers, we recommend these topics for you:
fr: En nous appuyant sur vos réponses, nous vous recommandons les sujets suivants :

source: Bookmark added
fr: Ajouté aux favoris

source: Bookmark removed
fr: Retiré des favoris

source: Bookmark the topics that you find helpful for future use.
fr: Ajoutez à vos favoris les sujets qui vous sont utiles, et consultez-les plus tard.

source: Contact Arrival Advisor team
fr: Contacter l’équipe d’Arrival Advisor

source: Created by
fr: Créé par

source: Delete all user data
fr: Supprimer toutes les données de l’utilisateur(trice)

source: Disclaimer
fr: Avertissement

source: Done
fr: Terminé

source: EXPLORE TOPICS
fr: EXPLORER LES SUJETS

source: FOR ADDITIONAL ASSISTANCE
fr: POUR DU SOUTIEN ADDITIONNEL

source: Fetching your location timed out. On Android devices you may need to set your location mode to "High accuracy".
fr: La géolocalisation a expiré. Dans le cas des appareils Android, vous devrez peut-être régler le mode de localisation à « haute précision ».

source: Find a settlement agency near me
fr: Trouver une agence d’établissement à proximité

source: Find related services near me
fr: Trouver des services connexes à proximité

source: Find service providers near you that can help you through your settlement journey.
fr: Trouvez des services à proximité qui peuvent vous être utiles tout au long de votre parcours d’établissement.

source: From finding a job to learning English, accessing health care, and more, Arrival Advisor has everything you need to get started in your new community. Explore topics and services without ever needing to create an account. Access important information no matter where you are: the newcomer topics provided by Arrival Advisor are saved to your phone so you can view them, even without internet. You can fill out some questions to get personalized recommendations of topics and services to settle in British Columbia. Arrival Advisor is anonymous and your answers are only used to operate the app's recommendations. We never save or share your personal data with funders or any third parties.
fr: Trouver un emploi, apprendre l’anglais, accéder à des soins de santé, et bien plus. Arrival Advisor offre tout ce dont vous avez besoin pour amorcer votre établissement dans une nouvelle communauté. Découvrez des sujets et des services sans jamais avoir à créer de compte. Accédez à des renseignements importants peu importe où vous êtes; les sujets à l’intention des nouveaux arrivants fournis par Arrival Advisor sont sauvegardés sur votre téléphone, vous pouvez donc les consulter sans avoir accès à Internet. Répondez à quelques questions afin d’obtenir des recommandations personnalisées de sujets et de services qui faciliteront votre établissement en Colombie-Britannique. Arrival Advisor est anonyme et vos réponses ne sont utilisées qu’afin que l’application formule des recommandations. Nous ne sauvegardons jamais vos renseignements personnels et ne les partageons jamais avec des fournisseurs de fonds ou des tierces parties.

source: GETTING STARTED
fr: DÉBUTER

source: Get information based on your needs
fr: Obtenir des renseignements basés sur vos besoins

source: Go back to questions
fr: Revenir aux questions

source: Help & Support
fr: Aide et soutien

source: If you are having difficulty with settlement in Canada, we suggest getting in touch with a settlement worker.
fr: Si vous éprouvez de la difficulté à vous établir au Canada, nous vous suggérons de communiquer avec un travailleur en établissement.

source: Information in this app is provided by the <0>Newcomers Guide to British Columbia</0> Copyright 2018 Province of British Columbia. All rights reserved.
fr: Les renseignements fournis par cette application sont tirés du <0>Newcomers Guide to British Columbia</0> Copyright 2018 Province of British Columbia. All rights reserved.

source: Information on BC211
fr: Renseignements relatifs à BC211

source: Information on HealthLinkBC (8-1-1)
fr: Renseignements relatifs à HealthLink BC (8-1-1)

source: Information on emergency services (9-1-1)
fr: Renseignements relatifs au service d’urgence 9-1-1

source: Information on helplines
fr: Renseignements relatifs aux lignes d’aide

source: Learn all about B.C.
fr: Tout savoir sur la C.-B.

source: Mutlilingual health information services
fr: Services de conseils médicaux multilingues

source: My bookmarks
fr: Mes favoris

source: Next
fr: Prochaine question

source: No new topics recommended based on your answers.
fr: Aucun nouveau sujet n’a été recommandé en fonction de vos réponses.

source: No topics to recommend
fr: Aucun sujet à recommander

source: No topics to show
fr: Aucun sujet à afficher

source: Number of new topics recommended based on your answers:
fr: Nombre de nouveaux sujets recommandés, selon vos réponses :

source: OF
fr: SUR

source: Once you answer some questions, your recommendations will show up below. For now, here are some topics we recommend for everyone:
fr: Une fois que vous aurez répondu à quelques questions, les recommandations apparaîtront ci-dessous. Pour le moment, voici quelques sujets que nous recommandons à tous :

source: PeaceGeeks is not liable for any damages incurred as a result of or related to the use of the app. PeaceGeeks is not an immigration consultancy network, and therefore cannot provide advice or support directly related to immigration. Arrival Advisor exists to offer newcomers a directory of services and resources to assist settlement in Metro Vancouver and does not exist in an official Immigration Service capacity.
fr: PeaceGeeks n’est pas responsable des dommages résultant de l’utilisation de l’application, ou y étant liés. PeaceGeeks n’est pas un réseau de conseil en matière d’immigration et, par conséquent, ne peut pas fournir des conseils ou du soutien reliés directement à l’immigration. PeaceGeeks existe afin d’offrir aux nouveaux arrivants un annuaire de services et de ressources pour faciliter l’établissement dans le Grand Vancouver. PeaceGeeks n’existe pas à titre de service d’immigration officiel.

source: Please ensure location services are enabled for Arrival Advisor.
fr: Veuillez vérifier que les services de localisation sont activés pour Arrival Advisor.

source: Police, fire and medical emergencies
fr: Police, pompiers et urgences médicales

source: Privacy policy
fr: Politique de confidentialité

source: RELATED TOPICS
fr: SUJETS CONNEXES

source: Read less
fr: En lire moins

source: Read more
fr: En lire davantage

source: Recommended for you
fr: Recommandé pour vous

source: SELECT YOUR LANGUAGE
fr: CHOISIR LA LANGUE

source: Save important topics to build your personal plan for settlement.
fr: Sauvegardez les sujets importants afin de créer votre plan personnalisé d’établissement.

source: Select your language
fr: Choisir la langue

source: Server version:
fr: Version du serveur :

source: Services information and referral
fr: Renseignements relatifs aux services et à l’orientation

source: Settling in Canada is now easier.
fr: S’établir au Canada est maintenant plus facile.

source: Skip
fr: Ignorer la question

source: Start
fr: Débuter

source: Start settling in B.C.
fr: Amorcer l’établissement en C.-B.

source: The Arrival Advisor app is created by PeaceGeeks in partnership with settlement organizations in Metro Vancouver, as well as immigrants and refugees like you. This project is possible thanks to funding by the Province of British Columbia and Google.org Canada in partnership with LEAP | Pecaut Centre for Social Impact. Special thanks also goes to individual donors who make this project possible. Arrival Advisor is an open-source project. You can view it on <0>GitHub</0> and <1>contact us</1> to learn how you can support this project.
fr: L’application Arrival Advisor est le fruit du travail de PeaceGeeks, en partenariat avec des organismes d’aide à l’établissement du Grand Vancouver ainsi que des immigrants et des réfugiés comme vous. Ce projet a été rendu possible grâce au financement de la province de la Colombie-Britannique et de Google.org Canada, en partenariat avec LEAP | Pecaut Centre for Social Impact. Nous remercions aussi tout particulièrement les individus qui ont fait des dons afin que ce projet prenne vie. Arrival Advisor est un projet libre. Consultez <0>Github</0> et <1>communiquez avec nous</1> pour savoir comment soutenir ce projet.

source: The app provides information about relevant newcomer services, and is intended for general guidance and reference only. While we aim to provide accurate and timely information, we do not have control over the ongoing accuracy of the information or the quality of the services provided. If you discover that a piece of information is outdated or not useful, please let us know in the feedback section of the app. The inclusion of services and resources in this app does not imply an endorsement or recommendation of those services over others. Utilization of services located through the app is undertaken at the risk of the user.
fr: L’application offre des renseignements au sujet des services pertinents offerts aux nouveaux arrivants. Elle a été conçue à des fins d’orientation et de consultation générale seulement. Bien que nous visions à fournir des renseignements précis et opportuns, nous n’avons aucun contrôle sur l’exactitude de l’information ou la qualité des services offerts. Si vous notez qu’un élément d’information est obsolète ou inutile, veuillez nous en faire part dans la section réservée à la rétroaction. Le fait que des services et des ressources apparaissent dans cette application ne signifie pas qu’ils sont promus ou recommandés plus que d’autres. Les risques associés à l’utilisation des services trouvés par l’entremise de l’application sont assumés par l’utilisateur.

source: This is Arrival Advisor version:
fr: Version d’Arrival Advisor :

source: UPDATE MY RECOMMENDATIONS
fr: METTRE À JOUR MES RECOMMANDATIONS
