Repository: tomy-pg/ui-strings
Catalog: questionnaire/locale/*/LC_MESSAGES/main.po
Languages: ar, fr, pa, tl

source: How long have you been living in Canada?
ar: كم مضى عليك من الوقت مقيما في كندا؟
fr: Depuis combien de temps habitez-vous au Canada?
pa: ਤੁਸੀਂ ਕੈਨੇਡਾ ਵਿੱਚ ਕਦੋਂ ਤੋ ਰਹਿ ਰਹੇ ਹੋ?
tl: Gaano ka na katagal naninirahan sa Canada?

source: More than 1 year
ar: أكثر من سنة واحدة
fr: Plus d’un an
pa: 1 ਸਾਲ ਤੋਂ ਵੱਧ
tl: Mahigit 1 taon

source: Less than 1 year
ar: أقل من سنة واحدة
fr: Moins d’un an
pa: 1 ਸਾਲ ਤੋਂ ਘੱਟ
tl: Kulang 1 taon

source: I am planning to move to Canada
ar: أعتزم الانتقال إلى كندا
fr: Je prévois d’emménager au Canada
pa: ਮੈਂ ਕੈਨੇਡਾ ਆਉਣ ਬਾਰੇ ਸੋਚ ਰਿਹਾ/ਰਹੀ ਹਾਂ
tl: Binabalak kong lumipat sa Canada

source: Do you have any of the following important Canadian documents?
ar: هل لديك أي من الوثائق الكندية الهامة التالية؟
fr: Possédez-vous l’un ou l’autre de ces documents canadiens importants?
pa: ਕੀ ਤੁਹਾਡੇ ਕੋਲ ਅੱਗੇ ਦਿੱਤਿਆਂ ਖਾਸ ਕੈਨੇਡੀਅਨ ਦਸਤਾਵੇਜਾਂ ਵਿੱਚੋਂ ਕੀ ਹੈ?
tl: Mayroon ka bang alinman sa sumusunod na mahahalagang dokumentong Pang-Canadian?

source: I have a Social Insurance Number
ar: لدي رقم ضمان اجتماعي
fr: J’ai un numéro d'assurance sociale
pa: ਮੇਰੇ ਕੋਲ ਸ਼ੋਸ਼ਲ ਇੰਸ਼ੋਰੈਂਸ ਨੰਬਰ ਹੈ
tl: May Social Insurance Number ako

source: I have a Canadian bank account
ar: لدي حساب مصرفي كندي
fr: J’ai un compte bancaire canadien
pa: ਮੇਰੇ ਕੋਲ ਕੈਨੇਡੀਅਨ ਬੈਂਕ ਖਾਤਾ ਹੈ
tl: May Canadian bank account ako

source: I have a Permanent Resident Card
ar: لدي بطاقة مقيم دائم
fr: J’ai une carte de résident permanent
pa: ਮੇਰੇ ਕੋਲ ਪਰਮਾਨੈਂਟ ਰੈਜੀਡੈਂਟ ਕਾਰਡ ਹੈ
tl: May Permanent Resident card ako

source: I have registered for MSP (Medical Services Plan)
ar: لقد سجلت نفسي في خطة الخدمات الطبية (Medical Services Plan)
fr: Je me suis inscrit(e) au régime de Services médicaux (MSP)
pa: ਮੈਂ ਐਮਐਸਪੀ (ਮੈਡੀਕਲ ਸਰਵਿਸਜ਼ ਪਲੈਨ) ਲਈ ਰਜਿਸਟਰ ਕੀਤਾ ਹੈ
tl: Nagparehistro ako sa MSP (Medical Services Plan)

source: I have a BC Services Card (health card)
ar: لدي بطاقة خدمات بريتيش كولومبيا (البطاقة الصحية)
fr: J’ai une carte BC Services (carte santé)
pa: ਮੇਰੇ ਕੋਲ ਬੀ.ਸੀ. ਸਰਵਿਸਜ਼ ਕਾਰਡ (ਹੈਲਥ ਕਾਰਡ) ਹੈ
tl: May BC Services Card (health card) ako

source: I have a BC Driver's Licence
ar: لدي رخصة قيادة خاصة ببريتيش كولومبيا
fr: J’ai un permis de conduire de la C.-B.
pa: ਮੇਰੇ ਕੋਲ ਬੀ.ਸੀ. ਡਰਾਇਵਰਜ਼ ਲਾਇਸੈਂਸ ਹੈ
tl: May Lisensya ako sa Pagmamaneho sa BC

source: Are you arriving with children under 18 years? If yes, how old?
ar: هل وصلت معك أطفال أقل من 18 سنة؟ لو كانت الإجابة نعم، كم عمرهم؟
fr: Êtes-vous accompagné(e) d’enfants de moins de 18 ans? Si c’est le cas, quel âge ont-ils?
pa: ਕੀ ਤੁਸੀਂ 18 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ ਦੇ ਬੱਚਿਆਂ ਨਾਲ ਆਏ ਹੋ? ਜੇ ਹਾਂ ਤਾਂ ਕਿੰਨੀ ਉਮਰ ਹੈ?
tl: Dumating ka ba kasama ang mga anak na wala pang 18 taong gulang? Kung oo, ilang taon?

source: Under 5 years old
ar: أقل من 5 سنوات
fr: Moins de 5 ans
pa: 5 ਸਾਲ ਤੋਂ ਘੱਟ ਉਮਰ
tl: May Lisensya ako sa Pagmamaneho sa BC

source: 5-12 years old
ar: من 5 إلى 12 سنة
fr: Entre 5 et 12 ans
pa: 5-12 ਸਾਲਾਂ ਦੀ ਉਮਰ
tl: 5-12 taong gulang

source: 13-18 years old
ar: من 13 إلى 18 سنة
fr: Entre 13 et 18 ans
pa: 13-18 ਸਾਲਾਂ ਦੀ ਉਮਰ
tl: 13-18 taong gulang

source: Pregnant (the child is not yet born)
ar: حبلى (لم يولد بعد)
fr: Enceinte (l’enfant n’est pas encore né)
pa: ਗਰਭਵਰਤੀ (ਹਾਲੇ ਪੈਦਾ ਨਹੀਂ ਹੋਇਆ)
tl: Buntis (hindi pa naisisilang)

source: No children
ar: لا يوجد أطفال
fr: Pas d'enfant
pa: ਕੋਈ ਬੱਚਾ ਨਹੀਂ ਹੈ
tl: Walang mga anak

source: What is your current housing situation?
ar: ما هو موقفك الحالي من السكن؟
fr: Quelle est votre situation actuelle en matière de logement?
pa: ਤੁਹਾਡੀ ਰਿਹਾਇਸ਼ ਦੀ ਸਥਿਤੀ ਕੀ ਹੈ?
tl: Ano ang kasalukuyan mong sitwasyon sa pabahay?

source: I want to rent a place to live
ar: أرغب في تأجير مسكن
fr: Je veux louer un logement
pa: ਮੈਂ ਰਹਿਣ ਲਈ ਕਿਰਾਏ ਦੀ ਥਾਂ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ
tl: Nais kong magrenta ng lugar na titirhan

source: I want to buy a home
ar: أرغب في شراء منزل
fr: Je veux acheter un logement
pa: ਮੈਂ ਘਰ ਖਰੀਦਣਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ
tl: Nais kong bumili ng bahay

source: I am already renting a home
ar: لقد استأجرت مسكن بالفعل
fr: Je loue déjà un logement
pa: ਮੈਂ ਪਹਿਲਾਂ ਹੀ ਘਰ ਕਿਰਾਏ ਉੱਤੇ ਲੈ ਲਿਆ ਹੈ
tl: Nagrerenta na ako ng bahay

source: I already own a home
ar: أملك منزل بالفعل
fr: Je possède déjà un logement
pa: ਮੈਂ ਪਹਿਲਾਂ ਹੀ ਘਰ ਖਰੀਦ ਲਿਆ ਹੈ
tl: May sarili na akong bahay

source: What is your current level of English?
ar: ما هو مستوى إجادتك الحالي للغة الإنكليزية؟
fr: Quel est votre niveau d’anglais actuel?
pa: ਤੁਹਾਡੀ ਅੰਗਰੇਜੀ ਦਾ ਪੱਧਰ ਕੀ ਹੈ?
tl: Ano ang kasalukuyan mong antas sa English?

source: None
ar: لا شيء
fr: Je ne parle pas anglais
pa: ਕੋਈ ਨਹੀਂ
tl: Wala

source: Beginner (Canadian Language Benchmarks 1-4)
ar: مبتدئ (بين 1 و4 على المعيار الكندي للغة)
fr: Niveau de base (niveaux de compétence linguistique canadiens 1 à 4)
pa: ਸੁਰੂਆਤੀ (ਕੈਨੇਡੀਅਨ ਲੈਂਗੂਏਜ ਬੈਂਚਮਾਰਕਸ 1-4)
tl: Baguhan (Canadian Language Benchmarks 1-4)

source: Intermediate (Canadian Language Benchmarks 5-8)
ar: متوسط (بين 5 و8 على المعيار الكندي للغة)
fr: Niveau intermédiaire (niveaux de compétence linguistique canadiens 5 à 8)
pa: ਇੰਟਰਮਿਡੀਏਟ (ਕੈਨੇਡੀਅਨ ਲੈਂਗੂਏਜ ਬੈਂਚਮਾਰਕਸ 5-8)
tl: Katamtaman (Canadian Language Benchmarks 5-8)

source: Fluent (Canadian Language Benchmarks 9-12)
ar: فصيح (بين 9 و12 على المعيار الكندي للغة)
fr: Niveau avancé (niveaux de compétence linguistique canadiens 9 à 12)
pa: ਫਲੁਏਂਟ (ਕੈਨੇਡੀਅਨ ਲੈਂਗਗੂਏਜ ਬੈਂਚਮਾਰਕਸ 9-12)
tl: Matatas (Canadian Language Benchmarks 9-12)

source: What is your status in Canada?
ar: ما هو وضعك في كندا؟
fr: De quel statut bénéficiez-vous au Canada?
pa: ਕੈਨੇਡਾ ਵਿੱਚ ਤੁਹਾਡੀ ਸਥਿਤੀ ਕੀ ਹੈ?
tl: Ano ang katayuan mo sa Canada?

source: Permanent resident
ar: مقيم دائم
fr: Résident(e) permanent(e)
pa: ਪੱਕੇ ਨਿਵਾਸੀ
tl: Permanenteng Residente

source: Permanent Resident - Refugee Class or Protected Person
ar: مقيم دائم – فئة لاجئ أو متمتع بالحماية
fr: Résident(e) permanent(e) - catégorie de réfugié ou personne protégée
pa: ਪੱਕੇ ਨਿਵਾਸੀ - ਰਿਫ਼ਿਊਜੀ ਕਲਾਸ ਜਾਂ ਸੁਰੱਖਿਅਤ ਵਿਅਕਤੀ
tl: Permanenteng Residente - Uring Takas o Pinoprotektahang Tao

source: Refugee claimant
ar: طالب لجوء
fr: Demandeur(euse) d’asile
pa: ਰਿਫਿਊਜੀ
tl: Naghahabol na Takas

source: Temporary Foreign Worker
ar: عامل أجنبي مؤقت
fr: Travailleur(euse) étranger(ère) temporaire
pa: ਆਰਜ਼ੀ ਵਿਦੇਸ਼ੀ ਵਰਕਰ
tl: Pansamantalang Banyagang Manggagawa

source: Student visa
ar: تأشيرة طالب
fr: Visa d’étudiant(e)
pa: ਸਟੂਡੈਂਟ ਵੀਜ਼ਾ

source: Other
ar: أخرى
fr: Autre
pa: ਹੋਰ
tl: Iba pa

source: What is your current work situation?
ar: ما هو وضعك الحالي من ناحية العمل؟
fr: Quelle est votre situation actuelle en matière d’emploi?
pa: ਤੁਹਾਡੇ ਕੰਮ ਦੀ ਸਥਿਤੀ ਕੀ ਹੈ?
tl: Ano ang kasalukuyan mong kalagayan sa trabaho?

source: I am looking for work
ar: أبحث عن عمل
fr: Je cherche du travail
pa: ਮੈਂ ਕੰਮ ਲੱਭ ਰਿਹਾ/ਰਹੀ ਹਾਂ
tl: Naghahanap ako ng trabaho

source: I want to learn about my rights at work
ar: أرغب في التعرف على المزيد عن حقوقي في مكان العمل
fr: Je veux en apprendre davantage sur mes droits au travail
pa: ਮੈਂ ਕੰਮ ਉੱਤੇ ਆਪਣੇ ਅਧਿਕਾਰਾਂ ਬਾਰੇ ਜਾਣਨਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ
tl: Gusto kong malaman ang mga karapatan ko sa trabaho

source: I have my own business or want to start my own business
ar: أملك نشاطي التجاري الخاص أو أرغب في تأسيس نشاطي التجاري
fr: Je possède ma propre entreprise ou je veux démarrer ma propre entreprise
pa: ਮੇਰਾ ਖੁਦ ਦਾ ਕਾਰੋਬਾਰ ਹੈ ਜਾਂ ਖੁਦ ਦਾ ਕਾਰੋਬਾਰ ਸ਼ੁਰੂ ਕਰਨਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ
tl: May sarili akong negosyo o nais kong magsimula ng sariling negosyo

source: What kinds of health care are you looking for?
ar: ما هي أنواع الرعاية الصحية التي تبحث عنها؟
fr: De quel type de soins de santé avez-vous besoin?
pa: ਤੁਸੀਂ ਕਿਸ ਕਿਸਮ ਦੀ ਹੈਲਥ ਕੇਅਰ ਲੱਭ ਰਹੇ ਹੋ?
tl: Anong mga uri ng pangangalang pangkalusugan ang hinahanap mo?

source: General health care and learning about health care costs
ar: رعاية صحية عامة والتعرف على تكلفة الرعاية الصحية
fr: Soins de santé généraux. Renseignements quant aux coûts des soins de santé
pa: ਜਨਰਲ ਹੈਲਥ ਕੇਅਰ ਅਤੇ ਹੈਲਥ ਕੇਅਰ ਖ਼ਰਚਿਆਂ ਬਾਰੇ ਸਿੱਖਣਾ
tl: Pangkalahatang pangangalaga sa kalusugan at pag-alam tungkol sa halaga ng pangangalagang pangkalusugan

source: I need urgent medical attention (for emergencies, call 9-1-1)
ar: أريد رعاية صحية عاجلة (في حالات الطوارئ، اتصل بالرقم 911)
fr: J’ai besoin de soins médicaux immédiats (pour les urgences, appelez le 9-1-1)
pa: ਮੈਨੂੰ ਜ਼ਰੂਰੀ ਮੈਡੀਕਲ ਧਿਆਨ ਦੀ ਲੋੜ ਹੈ (ਐਮਰਜੈਂਸੀ ਲਈ 9-1-1 ਕਾਲ ਕਰੋ)
tl: Kailangan ko ng agarang medikal na atensyon (para sa mga emergency, tumawag sa 9-1-1)

source: Prescription medication
ar: أدوية تصرف بوصفة طبية
fr: Médicament sur ordonnance
pa: ਪ੍ਰਿਸਕ੍ਰਿਪਸ਼ਨ ਡ੍ਰੱਗਜ਼
tl: Resita ng gamot

source: Mental health support
ar: مساعدة خاصة بالصحة النفسية
fr: Soin en matière de santé mentale
pa: ਦਿਮਾਗੀ ਸਿਹਤ ਸਹਿਯੋਗ
tl: Tulong sa kalusugang pangkaisipan

source: Eye doctors
ar: طبيب عيون
fr: Ophtalmologue
pa: ਅੱਖਾਂ ਦੇ ਡਾਕਟਰ
tl: Mga doktor sa mata

source: Dentists
ar: طبيب أسنان
fr: Dentiste
pa: ਡੈਂਟਿਸਟ
tl: Mga dentista

source: Support for disabilities
ar: مساعدة موجهة لأصحاب الاحتياجات الخاصة
fr: Soutien pour personnes handicapées
pa: ਅਪੰਗਤਾ ਲਈ ਸਹਿਯੋਗ
tl: Suporta sa mga kapansanan

source: Do you need financial assistance or low-income support?
ar: هل تريد مساعدة مالية أو دعم موجه لأصحاب الدخل المتدني؟
fr: Avez-vous besoin d’aide financière ou de soutien pour gens à faible revenu?
pa: ਕੀ ਤੁਹਾਨੂੰ ਵਿੱਤੀ ਸਹਾਇਤਾ ਜਾਂ ਘੱਟ-ਆਮਦਨ ਸਹਿਯੋਗ ਦੀ ਲੋੜ ਹੈ?
tl: Kailangan mo ba ng pinansiyal na tulong o suporta sa mababang kita?

source: Yes
ar: نعم
fr: Oui
pa: ਹਾਂ
tl: Oo

source: No
ar: لا
fr: Non
pa: ਨਹੀਂ
tl: Hindi

source: I have low income support
ar: أحصل على دعم موجه لأصحاب الدخل المحدود
fr: J’ai droit à du soutien pour gens à faible revenu.
pa: ਮੇਰੇ ਕੋਲ ਘੱਟ ਆਮਦਨ ਸਹਿਯੋਗ ਹੈ
tl: May suporta ako sa mababang kita

source: Anything else you're interested in? Select all that apply
ar: هل يوجد شيء آخر يهمك؟ اختر كل ما ينطبق
fr: Y a-t-il d’autres sujets qui vous intéressent? Sélectionnez toutes les réponses appropriées.
pa: ਕਿਸੇ ਹੋਰ ਚੀਜ਼ ਵਿੱਚ ਤੁਹਾਡੀ ਦਿਲਚਸਪੀ ਹੈ? ਜੋ ਵੀ ਲਾਗੂ ਹੋਵੇ, ਸਭ ਚੁਣੋ
tl: Kailangan mo ba ng pinansiyal na tulong o suporta sa mababang kita?

source: Adult education and training
ar: تعليم الكبار وتدريبهم
fr: Éducation et formation des adultes
pa: ਬਾਲਗ ਸਿੱਖਿਆ ਅਤੇ ਸਿਖਲਾਈ
tl: Edukasyon ng adulto at pagsasanay

source: Becoming a Canadian citizen
ar: أن أصبح مواطنا كنديا
fr: Devenir citoyen(ne) canadien(ne)
pa: ਕੈਨੇਡੀਅਨ ਸਿਟੀਜ਼ਨ ਬਣਨਾ
tl: Pagiging mamamayan ng Canada

source: Legal help
ar: مساعدة قانونية
fr: Aide juridique
pa: ਕਨੂੰਨੀ ਮਦਦ
tl: Legal na tulong

source: Banking and financial management
ar: أمور مصرفية وإدارة الأموال
fr: Gestion bancaire et financière
pa: ਬੈਂਕਿੰਗ ਅਤੇ ਵਿੱਤੀ ਪ੍ਰਬੰਧ
tl: Pangangasiwa sa Pagbabangko at pananalapi

source: Taxes
ar: الضرائب
fr: Taxes et impôts
pa: ਟੈਕਸਜ਼
tl: Mga buwis

source: LGBTQ2 services
ar: خدمات LGBTQ2
fr: Services pour les personnes LGBTQ2
pa: LGBTQ2 ਸੇਵਾਵਾਂ
tl: Mga serbisyo ng LGBTQ2

source: Francophone services
ar: خدمات للناطقين باللغة الفرنسية
fr: Services pour les francophones
pa: ਫ੍ਰੈਂਕੋਫੋਨ ਸੇਵਾਵਾਂ
tl: Mga serbisyo ng Francophone

source: Support for seniors (age 65+)
ar: مساندة موجهة لكبار السن (أكبر من 65 سنة)
fr: Aide pour personnes âgées (plus de 65 ans)
pa: ਸੀਨੀਅਰਜ਼ ਲਈ ਸਹਾਇਤਾ (65+ ਉਮਰ)
tl: Tulong para sa mga senyor (edad 65+)

source: Driving in BC
ar: القيادة في بريتيش كولومبيا
fr: Conduire en Colombie-Britannique
pa: ਬੀ.ਸੀ. ਵਿੱਚ ਡਰਾਇਵਿੰਗ
tl: Pagmamaneho sa BC

source: Public transportation
ar: المواصلات العامة
fr: Transports publics
pa: ਪਬਲਿਕ ਟਰਾਂਸਪੋਰਟ
tl: Pampublikong transportasyon

source: Help with abuse and violence
ar: مساعدة متعلقة بالعنف والإساءة
fr: Aide dans le cas de mauvais traitements et de violence
pa: ਦੁਰਵਿਹਾਰ ਅਤੇ ਹਿੰਸਾ ਵਿਰਧ ਮਦਦ
tl: Pagtulong sa pang-aabuso at karahasan

source: Community services and organizations
ar: خدمات المجتمع ومنظمات المجتمع المدني
fr: Services et organisations communautaires
pa: ਕਮਿਊਨਟੀ ਸੇਵਾਵਾਂ ਅਤੇ ਸੰਸਥਾਵਾਂ
tl: Mga serbisyo ng komunidad at mga organisasyon
