Repository: tomy-pg/ui-strings
Catalog: explore/locale/*/LC_MESSAGES/explore.po
Languages: tl

source: Things to do right away
tl: Mga bagay na gagawin agad

source: Settling in
tl: Paninirahan

source: Education
tl: Edukasyon

source: Health care
tl: Pangangalagang pangkalusugan

source: Money & banking
tl: Pera at Pagbabangko

source: Housing
tl: Pabahay

source: Employment
tl: Pagtatrabaho

source: Legal system & immigration
tl: Ligal na sistema at imigrasyon

source: Driving
tl: Pagmamaneho

source: Help for individuals & families
tl: Tulong sa mga indibidwal at pamilya

source: Important tasks for settling in your community
tl: Mahahalagang gawain para manirahan sa komunidad mo

source: Social customs and getting around your community
tl: Panlipunang kustombre at pag-iikot sa iyong komunidad

source: Learning English, schools for children, youth and adults
tl: Pag-aaral ng English, mga paaralan para sa mga bata, kabataan at mga adulto

source: Medical insurance, finding a doctor, mental health
tl: Segurong medikal, paghahanap ng doktor, kalusugan ng pag-iisip

source: Opening a bank account, filing taxes
tl: Pagbubukas ng bank account, paghahain ng buwis

source: Finding a place to rent or buy, getting rental assistance
tl: Paghahanap ng lugar upang rentahan o bilhin, pagkuha ng tulong sa pagrenta

source: Finding a job, working and workersâ€™ rights
tl: Paghahanap ng trabaho, pagtatrabaho at mga karapatan ng mga manggagawa

source: Immigration and citizenship, legal support, police
tl: Imigrasyon at pagkamamamayan, legal na tulong, pulis

source: Getting a driver's licence, traffic laws, basic insurance
tl: Pagkuha ng lisensya sa pagmamaneho, mga batas trapiko, pangunahing seguro

source: For example low-income, disabilities, youth
tl: Hal. mababa ang sahod, mga kapansanan, kabataan
