Repository: tomy-pg/ui-strings
Catalog: explore/*/explore.po
Languages: ar, fr, pa, zh_cn

source: Things to do right away
ar: أمور يجب عملها على الفور
fr: Tâches à effectuer tout de suite
pa: ਹੁਣੇ ਕਰਨ ਵਾਲੇ ਕੰਮ
zh_cn: 需要立即做的事情

source: Settling in
ar: تستقر في
fr: S'installer
pa: ਸੈਟਲ ਹੋਣਾ
zh_cn: 安家落户

source: Education
ar: التعليم
fr: Éducation
pa: ਸਿੱਖਿਆ
zh_cn: 教育

source: Health care
ar: الرعاية الصحية
fr: Soins de santé
pa: ਸਿਹਤ ਦੇਖਭਾਲ
zh_cn: 医疗保健

source: Money & banking
ar: المال والبنوك
fr: Argent et banque
pa: ਧਨ ਤੇ ਬੈਂਕਿੰਗ
zh_cn: 货币与理财

source: Housing
ar: الإسكان
fr: Logement
pa: ਘਰ
zh_cn: 住房

source: Employment
ar: توظيف
fr: Emploi
pa: ਰੁਜ਼ਗਾਰ
zh_cn: 就业

source: Legal system & immigration
ar: النظام القانوني والهجرة
fr: Système juridique et immigration
pa: ਕਾਨੂੰਨੀ ਸਿਸਟਮ ਅਤੇ ਇਮੀਗਰੇਸ਼ਨ
zh_cn: 法律制度和移民

source: Driving
ar: القيادة
fr: Conduite
pa: ਡਰਾਇਵ ਕਰਨਾ
zh_cn: 汽车驾驶

source: Help for individuals & families
ar: مساعدة للأفراد والعائلات
fr: Aide pour les individus et les familles
pa: ਨਿੱਜੀ ਤੇ ਪਰਿਵਰਾਂ ਲਈ ਮਦਦ
zh_cn: 帮助个人与家庭

source: Important tasks for settling in your community
ar: مهام لا غنى عنها نحو الاستقرار في مجتمعك
fr: Tâches importantes en vue de l'établissement dans votre communauté
pa: ਤੁਹਾਡੀ ਕਮਿਊਨਟੀ ਵਿੱਚ ਸੈਟਲ ਹੋਣ ਲਈ ਖਾਸ ਕੰਮ
zh_cn: 在您的社区安顿下来需要做的重要事项

source: Social customs and getting around your community
ar: العادات الاجتماعية والتنقل داخل مجتمعك
fr: Coutumes sociales et déplacements dans votre communauté
pa: ਸਮਾਜਕ ਰੀਤੀ-ਰਿਵਾਜ ਅਤੇ ਤੁਹਾਡੇ ਭਾਈਚਾਰੇ ਦੁਆਲੇ ਮਿਲਣਾ
zh_cn: 社会习俗与融入社区

source: Learning English, schools for children, youth and adults
ar: تعلم اللغة الإنجليزية والمدارس للأطفال وللشباب وللكبار
fr: Cours d'anglais, écoles pour enfants, jeunes et adultes
pa: ਅੰਗਰੇਜੀ ਸਿੱਖਣਾ, ਬੱਚਿਆਂ, ਨੌਜਵਾਨਾਂ ਅਤੇ ਬਾਲਗਾਂ ਲਈ ਸਕੂਲ
zh_cn: 学习英语，适合儿童、青少年和成人上的学校

source: Medical insurance, finding a doctor, mental health
ar: التأمين الطبي والبحث عن طبيب والصحة النفسية
fr: Assurance médicale, recherche d'un médecin, santé mentale
pa: ਮੈਡੀਕਲ ਇੰਸ਼ੋਅਰੈਂਸ, ਡਾਕਟਰ ਲੱਭਣਾ, ਦਿਮਾਗੀ ਸਿਹਤ
zh_cn: 医疗保险、找医生、心理健康

source: Opening a bank account, filing taxes
ar: فتح حساب مصرفي وتقديم الإقرار الضريبي
fr: Ouvrir un compte bancaire, produire une déclaration de revenus
pa: ਬੈਂਕ ਖਾਤਾ ਖੋਲ੍ਹਣਾ, ਟੈਕਸਾਂ ਦੀ ਅਦਾਇਗੀ
zh_cn: 开银行账户、报税

source: Finding a place to rent or buy, getting rental assistance
ar: إيجاد مسكن للإيجار أو التملك والحصول على دعم في سداد الإيجار
fr: Trouver un logement à louer ou à acheter, accéder au programme de subvention aux logements locatifs
pa: ਕਿਰਾਏ ਉੱਤੇ ਥਾਂ ਲੱਭਣਾ ਜਾਂ ਖਰੀਦਣਾ, ਕਿਰਾਏ ਦੇ ਮਕਾਨ ਲਈ ਸਹਾਇਤਾ
zh_cn: 找租房或买房、寻求租金资助

source: Finding a job, working and workers’ rights
ar: البحث عن وظيفة والعمل وحقوق العاملين
fr: Trouver un emploi, travailler, se prévaloir de ses droits comme travailleur
pa: ਨੌਕਰੀ ਲੱਭਣੀ, ਕੰਮ ਕਰਨਾ ਅਤੇ ਵਰਕਰਜ਼ ਦੇ ਹੱਕ
zh_cn: 找工作、工作和工作者的权利

source: Immigration and citizenship, legal support, police
ar: الهجرة والجنسية والدعم القانوني والشرطة
fr: Immigration et citoyenneté, aide juridique, police
pa: ਇੰਮੀਗਰੇਸ਼ਨ ਅਤੇ ਸਿਟੀਜ਼ਨਸ਼ਿਪ, ਬਾਲ, ਨੌਜਵਾਨ ਤੇ ਬਾਲਗ
zh_cn: 移民和公民、法律支持、警察

source: Getting a driver's licence, traffic laws, basic insurance
ar: الحصول على رخصة القيادة وقوانين المرور والتأمين الأساسي
fr: Permis de conduire, code de la route, assurance de base
pa: ਡਰਾਇਵਰ ਲਾਇਸੈਂਸ, ਟਰੈਫਿਕ ਕਨੂੰਨ, ਮੁੱਢਲਾ ਇੰਸ਼ੋਰੈਂਸ
zh_cn: 申办驾驶执照、交通法规、基本保险

source: For example low-income, disabilities, youth
ar: على سبيل المثال ذوي الدخل المحدود وذوي الاحتياجات الخاصة والشباب
fr: Exemples : personnes à faibles revenus, personnes handicapées, jeunes
pa: ਜਿਵੇਂ ਘੱਟ-ਆਮਦਨ, ਅਪੰਗਤਾ, ਨੌਜਵਾਨ
zh_cn: 例如：低收入、残疾人、青少年

source: THINGS TO DO RIGHT AWAY
ar: أمور يجب عملها على الفور
fr: TÂCHES À EFFECTUER TOUT DE SUITE
pa: ਹੁਣੇ ਕਰਨ ਵਾਲੇ ਕੰਮ
zh_cn: 需要立即做的事情

source: SETTLING IN
ar: تستقر في
fr: S'INSTALLER
pa: ਸੈਟਲ ਹੋਣਾ
zh_cn: 安家落户

source: EDUCATION
ar: التعليم
fr: ÉDUCATION
pa: ਸਿੱਖਿਆ
zh_cn: 教育

source: HEALTH CARE
ar: الرعاية الصحية
fr: SOINS DE SANTé
pa: ਸਿਹਤ ਦੇਖਭਾਲ
zh_cn: 医疗保健

source: MONEY & BANKING
ar: المال والبنوك
fr: ARGENT ET BANQUE
pa: ਧਨ ਤੇ ਬੈਂਕਿੰਗ
zh_cn: 货币与理财

source: HOUSING
ar: الإسكان
fr: LOGEMENT
pa: ਘਰ
zh_cn: 住房

source: EMPLOYMENT
ar: توظيف
fr: EMPLOI
pa: ਰੁਜ਼ਗਾਰ
zh_cn: 就业

source: LEGAL SYSTEM & IMMIGRATION
ar: النظام القانوني والهجرة
fr: SYSTÈME JURIDIQUE ET IMMIGRATION
pa: ਕਾਨੂੰਨੀ ਸਿਸਟਮ ਅਤੇ ਇਮੀਗਰੇਸ਼ਨ
zh_cn: 法律制度和移民

source: DRIVING
ar: القيادة
fr: CONDUITE
pa: ਡਰਾਇਵ ਕਰਨਾ
zh_cn: 汽车驾驶

source: HELP FOR INDIVIDUALS & FAMILIES
ar: مساعدة للأفراد والعائلات
fr: AIDE POUR LES INDIVIDUS ET LES FAMILLES
pa: ਨਿੱਜੀ ਤੇ ਪਰਿਵਰਾਂ ਲਈ ਮਦਦ
zh_cn: 帮助个人与家庭

source: IMPORTANT TASKS FOR SETTLING IN YOUR COMMUNITY
ar: مهام لا غنى عنها نحو الاستقرار في مجتمعك
fr: TÂCHES IMPORTANTES EN VUE DE L'ÉTABLISSEMENT DANS VOTRE COMMUNAUTÉ
pa: ਤੁਹਾਡੀ ਕਮਿਊਨਟੀ ਵਿੱਚ ਸੈਟਲ ਹੋਣ ਲਈ ਖਾਸ ਕੰਮ
zh_cn: 在您的社区安顿下来需要做的重要事项

source: SOCIAL CUSTOMS AND GETTING AROUND YOUR COMMUNITY
ar: العادات الاجتماعية والتنقل داخل مجتمعك
fr: COUTUMES SOCIALES ET DéPLACEMENTS DANS VOTRE COMMUNAUTé
pa: ਸਮਾਜਕ ਰੀਤੀ-ਰਿਵਾਜ ਅਤੇ ਤੁਹਾਡੇ ਭਾਈਚਾਰੇ ਦੁਆਲੇ ਮਿਲਣਾ
zh_cn: 社会习俗与融入社区

source: LEARNING ENGLISH, SCHOOLS FOR CHILDREN, YOUTH AND ADULTS
ar: تعلم اللغة الإنجليزية والمدارس للأطفال وللشباب وللكبار
fr: COURS D'ANGLAIS, ÉCOLES POUR ENFANTS, JEUNES ET ADULTES
pa: ਅੰਗਰੇਜੀ ਸਿੱਖਣਾ, ਬੱਚਿਆਂ, ਨੌਜਵਾਨਾਂ ਅਤੇ ਬਾਲਗਾਂ ਲਈ ਸਕੂਲ
zh_cn: 学习英语，适合儿童、青少年和成人上的学校

source: MEDICAL INSURANCE, FINDING A DOCTOR, MENTAL HEALTH
ar: التأمين الطبي والبحث عن طبيب والصحة النفسية
fr: ASSURANCE MÉDICALE, RECHERCHE D'UN MÉDECIN, SANTÉ MENTALE
pa: ਮੈਡੀਕਲ ਇੰਸ਼ੋਅਰੈਂਸ, ਡਾਕਟਰ ਲੱਭਣਾ, ਦਿਮਾਗੀ ਸਿਹਤ
zh_cn: 医疗保险、找医生、心理健康

source: OPENING A BANK ACCOUNT, FILING TAXES
ar: فتح حساب مصرفي وتقديم الإقرار الضريبي
fr: OUVRIR UN COMPTE BANCAIRE, PRODUIRE UNE DéCLARATION DE REVENUS
pa: ਬੈਂਕ ਖਾਤਾ ਖੋਲ੍ਹਣਾ, ਟੈਕਸਾਂ ਦੀ ਅਦਾਇਗੀ
zh_cn: 开银行账户、报税

source: FINDING A PLACE TO RENT OR BUY, GETTING RENTAL ASSISTANCE
ar: إيجاد مسكن للإيجار أو التملك والحصول على دعم في سداد الإيجار
fr: TROUVER UN LOGEMENT À LOUER OU À ACHETER, ACCÉDER AU PROGRAMME DE SUBVENTION AUX LOGEMENTS LOCATIFS
pa: ਕਿਰਾਏ ਉੱਤੇ ਥਾਂ ਲੱਭਣਾ ਜਾਂ ਖਰੀਦਣਾ, ਕਿਰਾਏ ਦੇ ਮਕਾਨ ਲਈ ਸਹਾਇਤਾ
zh_cn: 找租房或买房、寻求租金资助

source: FINDING A JOB, WORKING AND WORKERS’ RIGHTS
ar: البحث عن وظيفة والعمل وحقوق العاملين
fr: TROUVER UN EMPLOI, TRAVAILLER, SE PRÉVALOIR DE SES DROITS COMME TRAVAILLEUR
pa: ਨੌਕਰੀ ਲੱਭਣੀ, ਕੰਮ ਕਰਨਾ ਅਤੇ ਵਰਕਰਜ਼ ਦੇ ਹੱਕ
zh_cn: 找工作、工作和工作者的权利

source: IMMIGRATION AND CITIZENSHIP, LEGAL SUPPORT, POLICE
ar: الهجرة والجنسية والدعم القانوني والشرطة
fr: IMMIGRATION ET CITOYENNETÉ, AIDE JURIDIQUE, POLICE
pa: ਇੰਮੀਗਰੇਸ਼ਨ ਅਤੇ ਸਿਟੀਜ਼ਨਸ਼ਿਪ, ਬਾਲ, ਨੌਜਵਾਨ ਤੇ ਬਾਲਗ
zh_cn: 移民和公民、法律支持、警察

source: GETTING A DRIVER'S LICENCE, TRAFFIC LAWS, BASIC INSURANCE
ar: الحصول على رخصة القيادة وقوانين المرور والتأمين الأساسي
fr: PERMIS DE CONDUIRE, CODE DE LA ROUTE, ASSURANCE DE BASE
pa: ਡਰਾਇਵਰ ਲਾਇਸੈਂਸ, ਟਰੈਫਿਕ ਕਨੂੰਨ, ਮੁੱਢਲਾ ਇੰਸ਼ੋਰੈਂਸ
zh_cn: 申办驾驶执照、交通法规、基本保险

source: FOR EXAMPLE LOW-INCOME, DISABILITIES, YOUTH
ar: على سبيل المثال ذوي الدخل المحدود وذوي الاحتياجات الخاصة والشباب
fr: EXEMPLES : PERSONNES À FAIBLES REVENUS, PERSONNES HANDICAPéES, JEUNES
pa: ਜਿਵੇਂ ਘੱਟ-ਆਮਦਨ, ਅਪੰਗਤਾ, ਨੌਜਵਾਨ
zh_cn: 例如：低收入、残疾人、青少年
