Repository: tomy-pg/ui-strings
Catalog: app_descriptions/*/app_descriptions.po
Languages: ar, fil, fr, ko, pa, zh_hans, zh_hant

source: Multilingual guide and services directory for newcomers to B.C., Canada
ar: مرشد متعدد اللغات ودليل للخدمات المقدمة للقادمين الجدد إلى بريتيش كولومبيا، كندا
fil: Direktoryo ng maramihang gabay at serbisyo ng sa bagong dating sa B.C., Canada
fr: Guide et annuaire multilingues pour nouveaux arrivants en C.-B. (Canada)
ko: 캐나다 브리티시컬럼비아주 신규 이민자를 위한 다국어 지원 안내 및 서비스 목록
pa: ਬੀ.ਸੀ, ਕੈਨੇਡਾ 'ਚ ਨਵੇਂ ਆਉਣ ਵਾਲਿਆਂ ਲਈ ਬਹੁ-ਭਾਸ਼ਾਈ ਗਾਈਡ ਤੇ ਸੇਵਾਵਾਂ ਡਾਇਰੈਕਟਰੀ
zh_hans: 加拿大B.C.省新移民多语种指南和服务名录
zh_hant: 加拿大BC省新移民的服務指南 - 多語版

source: Arrival Advisor is a free, multilingual app that helps immigrants and refugees in British Columbia, Canada find information and services to plan their settlement journey.
ar: تطبيق Arrival Advisor هو تطبيق مجاني متعدد اللغات يساعد المهاجرين واللاجئين في بريتيش كولومبيا، كندا على البحث عن المعلومات والخدمات التي توجههم في سعيهم نحو الاستقرار.
fil: Tulong sa imigrante at takas sa British Columbia, Canada ang libre at multilingual app na Arrival Advisor na humanap ng impormasyon at serbisyo na planuhin ang pagtira.
fr: L’application multilingue gratuite Arrival Advisor fournit aux immigrants et réfugiés en C.-B. (Canada) des informations et services pour préparer leur établissement.
ko: Arrival Advisor는 이민자와 난민이 캐나다 브리티시컬럼비아(BC)주에 정착하는 과정에서 필요한 정보와 서비스를 쉽게 찾도록 도와주는 다국어 지원 무료 모바일 앱입니다.
pa: Arrival Advisor ਮੁਫ਼ਤ, ਬਹੁ-ਭਾਸਾਈ ਮੋਬਾਈਲ ਐਪ ਹੈ, ਜੋ ਕਿ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ, ਕੈਨੇਡਾ ਦੇ ਆਵਾਸੀਆਂ ਅਤੇ ਰਿਫ਼ਿਊਜੀਆਂ ਨੂੰ ਉਹਨਾਂ ਦੀ ਸੈਟਲਮੈਂਟ ਯਾਤਰਾ ਲਈ ਜਾਣਕਾਰੀ ਅਤੇ ਸੇਵਾਵਾਂ ਲੱਭਣ ਲਈ ਮਦਦ ਕਰਦੀ ਹੈ।
zh_hans: Arrival Advisor是一款免费的多语种手机应用，它可帮助在加拿大不列颠哥伦比亚省的移民和难民查找相关信息和服务，以便规划他们的安家落户事宜。
zh_hant: Arrival Advisor是免費的多語種應用程式，目的是在協助加拿大不列顛哥倫比亞省（BC省）的移民和難民們搜集所需之訊息和服務，以便規劃安居事宜。

source: New to British Columbia? Arrival Advisor is your trusted companion: from your arrival in Canada to when you feel comfortably settled and at home. Whether it’s getting a job, learning English, or connecting with your community, Arrival Advisor is here to help immigrants and refugees succeed. Easily find all the information and services you need—in your language and personalized for you.
ar: هل قدمت مؤخرا إلى بريتيش كولومبيا؟ تطبيق Arrival Advisor هو دليلك الجدير بالثقة سواء حال وصولك إلى كندا انتهاءً بشعورك أنك قد استقررت بالفعل وأنك في موطنك. سواء كان غرضك هو البحث عن عمل أو تعلم اللغة الإنكليزية أو التواصل مع مجتمعك، تطبيق Arrival Advisor سيساعد المهاجرين واللاجئين في تحقيق النجاح. ابحث بسهولة عن كافة المعلومات والخدمات التي تحتاج، بلغتك ومخصصة لاحتياجاتك أنت.
fil: Bago sa British Columbia? Mapagkakatiwalaang kasama ang Arrival Advisor: mula sa pagdating sa Canada hanggang sa makadama ka ng ginhawa sa pagtira at masanay. Pagkuha man ng trabaho, pag-aaral ng English, o pag-ugnay sa komunidad, narito ang Arrival Advisor para tulungang magtagumpay ang mga imigrante at takas. Madaling makita ang lahat ng impormasyon at mga serbisyong kailangan mo —sa wika at pasadya para sa iyo.
fr: Vous arrivez en Colombie-Britannique? Faites confiance à Arrival Advisor, de votre arrivée au Canada jusqu’au moment où vous êtes bien établi(e) et vous sentez comme à la maison. Que vous visiez à trouver un emploi, apprendre l’anglais ou tisser des liens avec votre communauté, Arrival Advisor a comme objectif la réussite des immigrants et des réfugiés. Trouvez aisément tous les renseignements et les services dont vous avez besoin, dans votre langue et un format qui vous convient.
ko: 브리티시컬럼비아주가 처음이세요? 캐나다 도착에서부터 비로소 내 집처럼 편안하게 정착했다고 느끼는 순간까지, Arrival Advisor가 믿음직한 동행이 되어드립니다. 구직과 영어 학습은 물론 지역사회에서의 교류까지 Arrival Advisor가 이민자와 난민 여러분의 성공적인 정착을 도와드립니다. 이제 원하시는 언어로 개인별 맞춤화된 정보와 서비스를 손쉽게 검색해보세요.
pa: ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਵਿੱਚ ਨਵੇਂ ਹੋ? Arrival Advisor ਤੁਹਾਡਾ ਭਰੋਸੇਯੋਗ ਸਾਥੀ ਹੈ: ਕੈਨੇਡਾ ਵਿੱਚ ਤੁਹਾਡੇ ਪੁੱਜਣ ਤੋਂ ਲੈ ਕੇ ਜਦੋਂ ਤੁਸੀਂ ਆਰਾਮ ਨਾਲ ਸੈਟਲ ਹੋ ਜਾਓ ਤੇ ਘਰੇ ਹੋ ਜਾਓ। ਭਾਵੇਂ ਨੌਕਰੀ ਲੱਭਣਾ ਹੋਵੇ, ਅੰਗਰੇਜੀ ਸਿੱਖਣੀ ਹੋਵੇ, ਜਾਂ ਆਪਣੇ ਸਮਾਜ ਨਾਲ ਜੁੜਨਾ ਹੋਵੇ, Arrival Advisor ਆਵਾਸੀ ਅਤੇ ਰਿਫਿਊਜੀਆਂ ਦੇ ਕਾਮਯਾਬ ਹੋਣ ਲਈ ਮਦਦ ਵਾਸਤੇ ਹੈ। ਤੁਹਾਡੇ ਵਲੋਂ ਚਾਹੀਦੀ ਸਾਰੀ ਜਾਣਕਾਰੀ ਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਸੌਖੀ ਤਰ੍ਹਾਂ ਲੱਭੋ - ਆਪਣੀ ਭਾਸ਼ਾ ਵਿੱਚ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਨਿੱਜੀ ਬਣਾ ਕੇ।
zh_hans: 您刚到不列颠哥伦比亚省吗？Arrival Advisor是您值得信赖的伙伴：从您抵达加拿大到安顿下来，安居乐业。无论是找工作，学习英语，还是融入您的社区，Arrival Advisor可帮助移民和难民办妥这些事项。用您的语言并为您量身定制，轻松查找您所需的信息和服务。
zh_hant: 剛來到不列顛哥倫比亞省（BC省）嗎？從您抵達加拿大開始，到您真正感到安居樂業這之間，Arrival Advisor都是您值得信賴的伙伴！無論是找工作、學習英語還是與融入在地社區，Arrival Advisor 永遠與助移民和難民們在一起，協助大家安頓成功。最重要的是，整個程式都是以您的語言設計，並針對您的需求提供個人化服務，讓您輕輕鬆鬆找到您所需的資訊和服務。

source: Arrival Advisor helps you:
ar: سيساعدك Arrival Advisor على:
fil: Tutulong ang Arrival Advisor sa iyo na:
fr: Arrival Advisor vous permet de :
ko: Arrival Advisor가 다음을 도와드립니다:
pa: Arrival Advisor ਤੁਹਾਡੀ ਮਦਦ ਕਰਦੀ ਹੈ:
zh_hans: Arrival Advisor可就以下方面帮助您：
zh_hant: Arrival Advisor 幫您：

source: Access information in your own language. Arrival Advisor is offered in English, French, and Arabic. Chinese Simplified, Chinese Traditional, Korean, Punjabi, and Tagalog are coming soon!
ar: الوصول إلى المعلومات بلغتك. يحتوي Arrival Advisor على اللغات الإنكليزية والفرنسية والعربية. سوف تضاف إليه الصينية المبسطة والصينية التقليدية والكورية والبنجابية والتاغلوغية قريبا!

source: Get reliable and up-to-date information for newcomers, no matter where you are. Topic areas include: Settling In, Employment, Health Care, Money & Banking, Housing, Legal System & Immigration, Education, Driving, and Help for Individuals & Families. The newcomer topics are saved to your phone so you can view the information even without Internet.
ar: الحصول على معلومات حديثة جديرة بالثقة موجهة للقادمين الجدد دون التقيد بمكان وجودك. الموضوعات المبينة تشمل الاستقرار والتوظيف والرعاية الصحية والأمور المالية والمصرفية والإسكان والنظام القضائي والهجرة والتعليم والقيادة والمساعدة المقدمة للأفراد والعائلات. حفظ الموضوعات الخاصة بالقادمين الجدد على هاتفك حتى يمكنك قراءة المعلومات دون اتصال بالإنترنت.
fil: Kunin ang maaasahan at bagong impormasyon para sa mga bagong dating, nasaan ka man. Kabilang sa mga paksa ang: Paninirahan, Pag-empleyo, Health Care, Pera at Pagbabangko, Pabahay, Legal na Sistema at Imigrasyon, Edukasyon, Pagmamaneho, at Pagtulong sa mga Indibidwal at Pamilya. Ang mga paksa ng bagong dating ay naka-save sa telepono mo upang makita ang impormasyon kahit walang Internet.
fr: Obtenir des renseignements à jour fiables à l’intention des nouveaux arrivants, peu importe où vous vous trouvez. Les sujets incluent l’établissement, l’emploi, les soins de santé, l’argent et les banques, le logement, le système judiciaire et l’immigration, l’éducation, la conduite automobile ainsi que l’aide aux individus et aux familles. Les sujets à l’intention des nouveaux arrivants sont sauvegardés sur le téléphone; les renseignements peuvent donc être consultés même sans avoir accès à Internet.
ko: 장소에 구애받지 않고 신규 이민자를 위한 믿을만한 최신 정보 검색하기. 정착, 고용, 의료, 금전 관리와 은행 업무, 주거, 사법제도와 이민, 교육, 운전, 개인 및 가족을 위한 도움을 포함한 주제가 이용 가능합니다. 신규 이민자를 위한 주제는 사용자의 핸드폰에 저장되어 별도의 인터넷 연결 없이도 열람이 가능합니다.
pa: ਨਵੇਂ ਆਉਣ ਵਾਲਿਆਂ ਲਈ ਭਰੋਸੇਯੋਗ ਅਤੇ ਬਿਲਕੁਲ ਨਵੀਂ ਜਾਣਕਾਰੀ ਲਵੋ, ਭਾਵੇਂ ਕਿ ਤੁਸੀਂ ਕਿਤੇ ਵੀ ਹੋਵੋ। ਵਿਸ਼ਿਆਂ ਵਿੱਚ ਸ਼ਾਮਲ ਹਨ: ਸੈਟਲਮੈਂਟ, ਰੁਜ਼ਗਾਰ, ਸਿਹਤ ਦੇਖਭਾਲ, ਧਨ ਤੇ ਬੈਂਕਿੰਗ, ਰਿਹਾਇਸ਼, ਕਨੂੰਨੀ ਸਿਸਟਮ ਤੇ ਇੰਮੀਗਰੇਸ਼ਨ, ਸਿੱਖਿਆ, ਡਰਾਇਵਿੰਗ ਅਤੇ ਖੁਦ ਤੇ ਪਰਿਵਾਰਾਂ ਲਈ ਮਦਦ। ਨਵੇਂ ਆਉਣ ਵਾਲਿਆਂ ਲਈ ਵਿਸ਼ਿਆਂ ਨੂੰ ਤੁਹਾਡੇ ਫੋਨ ਉੱਤੇ ਸੰਭਾਲਿਆ ਜਾਵੇਗਾ ਤਾਂ ਕਿ ਤੁਸੀਂ ਬਿਨਾਂ ਇੰਟਰਨੈੱਟ ਦੇ ਵੀ ਜਾਣਕਾਰੀ ਨੂੰ ਵੇਖ ਸਕੋ।
zh_hans: 无论您身在何处，都可获取为新移民提供的最新可靠信息，这些信息的主题包括：安家落户、就业、医疗保健、货币与理财、住房、法律制度和移民、教育、驾驶，以及帮助个人与家庭。新移民的主题可保存到您的手机里，这样即使没有互联网，您也可以查看这些信息。
zh_hant: 無論您身在何處，都可以透過網路即時獲取信賴可靠的最新消息。Arrival Advisor提供的主題範圍包括：定居、就業、醫療保健、財務與銀行、住房、法律與移民制度、教育、駕駛以及個人與家庭幫助。告各種與移民及生活相關主題可以保存到手機中，因此即使沒有網路您也可以查看資訊。

source: Find services nearby that can help you. Arrival Advisor is compatible with Maps, so you can easily navigate to service provider locations.
ar: البحث عن الخدمات القريبة التي يمكنها أن تساعدك. تطبيق Arrival Advisor متوافق مع تطبيق Maps، حتى يمكنك التعرف بسهولة على موقع مقدمي الخدمات.
fil: Humanap ng mga serbisyong malapit na makakatulong sa iyo. Angkop sa Mapa ang Arrival Advisor, kaya madali kang makakahanap ng mga lokasyon ng service provider.
fr: Trouver des services à proximité qui peuvent vous être utiles. Arrival Advisor est compatible avec Maps. Vous pouvez ainsi vous rendre facilement chez un fournisseur de services.
ko: 내 주변에 있는 유용한 서비스 찾기. Arrival Advisor는 지도와 연동되어 주변에 있는 서비스 제공자의 위치를 쉽게 탐색할 수 있습니다.
pa: ਆਪਣੇ ਨੇੜੇ ਸੇਵਾਵਾਂ ਲੱਭੋ, ਜੋ ਤੁਹਾਡੀ ਮਦਦ ਕਰ ਸਕਦੀਆਂ ਹਨ। Arrival Advisor ਨਕਸ਼ਿਆਂ ਨਾਲ ਮਾਫ਼ਕ ਹੈ, ਜਿਸ ਨਾਲ ਤੁਸੀਂ ਸੇਵਾ ਦੇਣ ਵਾਲੇ ਟਿਕਾਣਿਆਂ ਤੇ ਸੌਖੀ ਤਰ੍ਹਾਂ ਜਾ ਆ ਸਕਦੇ ਹੋ।
zh_hans: 就近查找可以帮助您的服务。Arrival Advisor与地图兼容，因此您可以轻松导航到服务提供者的位置。
zh_hant: 尋找附近可以幫助您的服務處。Arrival Advisor 與地圖兼容，因此您可以輕鬆導航到服務提供者位置。

source: Get recommendations based on your situation. By answering some optional questions, you’ll get tailored information and services based on your needs.
ar: الحصول على توصيات استنادا إلى موقفك. حينما تجيب على بعض الأسئلة الاختيارية، سوف تحصل على معلومات وخدمات مخصصة لك استنادا إلى حاجاتك.
fil: Makakuha ng rekomendasyon batay sa sitwasyon mo. Makakakuha ka ng impormasyon at serbisyong batay sa kailangan mo kung sasagutin ang ilan sa opsyonal na tanong.
fr: Obtenir des recommandations en fonction de votre situation. En répondant à quelques questions optionnelles, vous aurez accès à des renseignements et des services personnalisés qui répondent à vos besoins.
ko: 나의 현 상황에 맞는 추천 받기. 몇 가지 선택 질문에 답하는 것만으로 사용자의 필요에 기반한 맞춤 정보와 서비스를 얻을 수 있습니다.
pa: ਆਪਣੇ ਹਾਲਤਾਂ ਦੇ ਮੁਤਾਬਕ ਸਿਫਾਰਸ਼ਾਂ ਲਵੋ। ਕੁਝ ਚੋਣਵੇਂ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਦੇ ਕੇ ਤੁਸੀਂ ਆਪਣੀ ਲੋੜ ਚਾਹੀਦੀ ਜਾਣਕਾਰੀ ਅਤੇ ਸੇਵਾਵਾਂ ਪ੍ਰਾਪਤ ਕਰੋਗੇ।
zh_hans: 根据您的情况获取推荐信息。您回答一些可选的问题，即可根据您的需要，获得定制的信息和服务。
zh_hant: 根據您的現況獲得建議。只要回答幾個簡單問題，將可獲得您個人專屬的服務推薦清單。

source: Keep track of what you need to do. You can build a personal plan by bookmarking important topics that will help you navigate your settlement journey step-by-step.
ar: متابعة ما يجب عليك عمله. يمكنك تصميم خطة شخصية عن طريق وسم الموضوعات الهامة بعلامات مرجعية التي سوف تساعدك في سعيك نحو الاستقرار خطوة بخطوة.
fil: Subaybayan ang kailangang gawin. Maaari kang bumuo ng personal na plano sa pag-bookmark g mahalagang paksa na tutulong sa iyong nabigahin nang isa-isa ang iyong paninirahan.
fr: Faire le suivi des mesures que vous devez prendre. Vous pouvez créer un plan personnalisé en ajoutant à vos favoris les sujets importants qui vous aideront à planifier, étape par étape, votre parcours d’établissement.
ko: 해야 할 일 파악하기. 정착하는 과정에서 사용자에게 도움이 될 만한 중요 주제들을 북마크 해둠으로써 나만의 계획을 수립할 수 있습니다.
pa: ਜੋ ਤੁਹਾਨੂੰ ਕਰਨ ਲਈ ਚਾਹੀਦਾ ਹੈ, ਉਸ ਦੇ ਪਤਾ ਰੱਖੋ। ਤੁਸੀਂ ਖਾਸ ਵਿਸ਼ਿਆਂ ਨੂੰ ਬੁੱਕਮਾਰਕ ਕਰਕੇ ਨਿੱਜੀ ਵਿਓਂਤ ਬਣਾ ਸਕਦੇ ਹੋ, ਜੋ ਕਿ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਸੈਟਲਮੈਂਟ ਸਫ਼ਰ ਵਿੱਚ ਪੜਾਅ-ਦਰ-ਪੜਾਅ ਜਾਣ-ਆਉਣ ਲਈ ਮਦਦ ਕਰੇਗੀ।
zh_hans: 记录您需要做的事情。您可以将有助于您逐步安家落户的重要主题标上网页书签，制定个人计划。
zh_hant: 隨時為您追蹤所需完成事項。 您可以運用我的最愛的功能，將重要主題列入個人喜好，這些主題將幫助您逐步的完成安家樂業之計畫。

source: Arrival Advisor is anonymous. No account needed to use the app. We never keep or share your personal data with third parties. You can delete the information you save to the app at any time.
ar: تطبيق Arrival Advisor هو تطبيق معمىّ، لأنك لا تحتاج لحساب كي تستخدم التطبيق. لن نحفظ أو نشارك مطلقا بياناتك الشخصية مع أي طرف آخر. يمكنك محو المعلومات التي حفظتها على التطبيق في أي وقت كان.
fil: Anonimo ang Arrival Advisor. Hindi kailangan ng account para magamit ang app. Hindi kami nagtatago o nagbabahagi ng personal na datos mo sa ikatlong partido. Maaari mong burahin ang impormasyong sinave mo sa app anumang oras.
fr: Arrival Advisor est anonyme. Pas besoin de compte pour utiliser l’application. Nous ne conservons jamais vos renseignements personnels et ne les partageons pas avec des tierces parties. Vous pouvez en tout temps supprimer les renseignements que vous avez sauvegardés dans l’application.
ko: Arrival Advisor는 익명을 보장합니다. 별도의 회원가입 없이도 이 앱을 이용할 수 있습니다. 이 앱은 사용자의 개인정보를 저장하거나 제3자와 공유하지 않습니다. 사용자가 기존에 저장했던 정보는 언제든지 삭제할 수 있습니다.
pa: Arrival Advisor ਅਣਪਛਾਤੀ ਹੈ। ਐਪ ਵਰਤਣ ਲਈ ਕਿਸੇ ਖਾਤੇ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡਾਟੇ ਨੂੰ ਨਹੀਂ ਰੱਖਦੇ ਤੇ ਨਾ ਹੀ ਹੋਰ ਧਿਰਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰਦੇ ਹਾਂ। ਤੁਸੀਂ ਆਪਣੇ ਵਲੋਂ ਸੰਭਾਲੀ ਜਾਣਕਾਰੀ ਨੂੰ ਕਿਸੇ ਵੀ ਸਮੇਂ ਮਿਟਾ ਸਕਦੇ ਹੋ।
zh_hans: Arrival Advisor是匿名的，无需任何账户即可使用该应用，我们决不保存或与第三方共享您的个人数据，您可以随时删除保存到本应用上的信息。
zh_hant: Arrival Advisor的用戶是匿名的。無需註冊帳戶即可使用本應用程式。我們決不與第三者保存或共享您的個人數據，您可以隨時刪除儲存在本應用程式內的資訊。

source: The Arrival Advisor app is created by PeaceGeeks in partnership with settlement organizations in Metro Vancouver, as well as immigrants and refugees like you. This project is possible thanks to funding by the Province of British Columbia and the Google.org Impact Challenge Canada.
ar: صمم تطبيق Arrival Advisor منظمة PeaceGeeks بالتعاون مع مقدمي خدمات الاستقرار في مترو فانكوفر ومهاجرين ولاجئين مثلك. أمكننا تحقيق هذا المشروع بفضل تمويل كلا من مقاطعة بريتيش كولومبيا و Google.org Impact Challenge Canada.
fil: Ang Arrival Advisor app ay ginawa ng PeaceGeeks sa pakikipagsosyo ng mga organisasyon sa paninirahan sa Metro Vancouver, gayundin ng mga imigrante at takas na tulad mo. Ang proyektong ito ay nabuo dahil sa pondo ng Probinsya ng British Columbia at Google.org Impact Challenge Canada.
fr: L’application Arrival Advisor est le fruit du travail de PeaceGeeks, en partenariat avec des organismes d’aide à l’établissement du Grand Vancouver ainsi que des immigrants et des réfugiés comme vous. Ce projet a été rendu possible grâce au financement de la province de la Colombie-Britannique et de Google.org Impact Challenge Canada.
ko: Arrival Advisor는 PeaceGeeks가 광역 밴쿠버의 정착 서비스 기관 및 이민자와 난민 여러분과 협력하여 제작한 앱입니다. 본 프로젝트는 브리티시컬럼비아주와 Google.org Impact Challenge Canada의 지원 덕분에 완성되었습니다.
pa: Arrival Advisor ਐਪ ਨੂੰ ਮੈਟਰੋ ਵੈਨਕੂਵਰ ਵਿੱਚ ਸੈਟਲਮੈਂਟ ਸੰਗਠਨਾਂ ਦੇ ਨਾਲ ਨਾਲ ਤੁਹਾਡੇ ਵਰਗੇ ਆਵਾਸੀਆਂ ਤੇ ਰਿਫਿਊਜੀਆਂ ਨਾਲ ਮਿਲ ਕੇ ਪੀਸਗੀਕਸ (PeaceGeeks) ਵਲੋਂ ਬਣਾਇਆ ਗਿਆ ਹੈ। ਇਹ ਪ੍ਰੋਜੈਕਟ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਸੂਬੇ ਅਤੇ Google.org ਇੰਪੈਕਟ ਚੈਲੰਜ ( Impact Challenge) ਕੈਨੇਡਾ ਦਾ ਫੰਡ ਦੇਣ ਵਾਸਤੇ ਧੰਨਵਾਦੀ ਹੈ।
zh_hans: Arrival Advisor应用是PeaceGeeks与大温地区安置组织，以及像您这样的移民和难民合作而设计的。由于不列颠哥伦比亚省和加拿大Google.org Impact Challenge提供了资助，这才使得这个项目成为了可能。
zh_hant: Arrival Advisor是由PeaceGeeks執行製作，加上大溫哥華地區的安置服務提供者以及像您一樣的移民或難民共同參與設計而成的。我們非常感謝不列顛哥倫比亞省（BC省）通過省政府工作、貿易及科技廳（Ministry of Jobs, Trade and Technology），以及加拿大 Google.org Canada 提供的資金輔助，使本專案成為可能。

source: Settling in British Columbia is now easier, with Arrival Advisor. Learn more at https://arrival-advisor.ca
ar: أصبح الاستقرار في بريتيش كولومبيا الآن أسهل من قبل بفضل Arrival Advisor. تعرف على المزيد https://peacegeeks.org/arrival-advisor
fil: Mas madali na ngayon ang paninirahan sa British Columbia gamit ang Arrival Advisor. Alamin pa sa https://arrival-advisor.ca
fr: S’établir en Colombie-Britannique est maintenant plus facile, grâce à Arrival Advisor. Pour en apprendre davantage, visitez : https://arrivaladvisor.ca.
ko: Arrival Advisor와 함께하면 브리티시컬럼비아에서의 정착이 더욱 쉬워집니다. https://arrival-advisor.ca를 방문하여 더 많은 정보를 얻어보세요
pa: ਹੁਣ ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ ਵਿੱਚ ਸੈਟਲ ਹੋਣਾ Arrival Advisor ਨਾਲ ਹੋਰ ਵੀ ਸੌਖਾ ਹੋਇਆ। https://arrival-advisor.ca ਤੋਂ ਹੋਰ ਜਾਣੋ।
zh_hans: 借助于Arrival Advisor，现在更容易在不列颠哥伦比亚省安家落户了。要了解更多信息，请访问：https://arrival-advisor.ca
zh_hant: 現在有了Arrival Advisor 讓定居加拿大變得更輕鬆容易。請查閱 https://arrivaladvisor.ca了解更多訊息

source: Access information in your own language. Arrival Advisor is offered in English, Arabic, Chinese Simplified, Chinese Traditional, French (Canadian), Korean, Punjabi, and Tagalog.
fil: Kunin ang impormasyon sa wika mo. Ang Arrival Advisor ay iniaalok sa English, Arabic, Pinasimpleng Chinese, Tradisyonal na Chinese, French (Canadian), Korean, Punjabi, at Tagalog.
fr: Trouver des renseignements dans votre langue. L’application Arrival Advisor est offerte en anglais, en arabe, en chinois (simplifié et traditionnel), en français (canadien) en coréen, en punjabi et en tagalog.
ko: 원하는 언어로 필요한 정보 얻기. Arrival Advisor는 영어, 아랍어, 중국어 간체와 번체, 프랑스어(캐나다), 한국어, 펀자브어와 타갈로그어로 지원됩니다.
pa: ਆਪਣੀ ਖੁਦ ਦੀ ਭਾਸ਼ਾ ਵਿੱਚ ਜਾਣਕਾਰੀ ਲਵੋ। Arrival Advisor ਅੰਗਰੇਜ਼ੀ, ਅਰਬੀ, ਚੀਨੀ ਸਰਲ, ਚੀਨੀ ਰਿਵਾਇਤੀ, ਫਰੈਂਚ (ਕੈਨੇਡੀਅਨ), ਕੋਰੀਆਈ, ਪੰਜਾਬੀ ਤੇ ਟਾਗਾਲੋਗ ਵਿੱਚ ਪੇਸ਼ ਕੀਤੀ ਜਾਂਦੀ ਹੈ।
zh_hans: 用您的语言查询信息。Arrival Advisor提供英语、阿拉伯语、中文（简体和繁体）、法语（加拿大）、韩语、旁遮普语和塔加路语等语种版本。
zh_hant: 使用您的語言查詢資訊。Arrival Advisor 提供英語、阿拉伯語、簡體中文、繁體中文、法語（加拿大）、韓語、旁遮普語和塔加路語版本。
